Repository: 84000/data-translation-memory
Catalog: toh338-v4.tmx
Source language: bo
Languages: en

source: དཔེར་ན་བཅོམ་ལྡན་འདས་རབ་ཏུ་བྱུང་བ་ལ། རྒྱལ་པོ་ཟས་གཙང་མ་སྲས་ཀྱི་མྱ་ངན་གྱིས་མིག་རུབ་པར་གྱུར་པ་ལྟ་བུའི་ཕ་མས་ནི་བུ་འདི་བདག་ཅག་གིས་བསྐྱེད་བསྐྱེད་ཀྱིས། སྐྱེས་ནས་རིམ་གྲོར་བྱེད་པར་འགྱུར་རོ། །བདག་ཅག་གི་དགོས་པ་བསྒྲུབ་པར་འགྱུར་རོ། །ནོར་གྱི་བདག་པོར་འགྱུར་རོ། །ཚེ་འཕོས་ན་ཡང་གཏོར་མ་བྱེད་པར་འགྱུར་རོ། །རིགས་ཀྱི་རྒྱུད་འཚོབ་པར་འགྱུར་རོ་ཞེས་གནས་ལྔ་པོ་དེ་དག་ལ་རེ་ཞིང་ཕ་མ་བུ་འདོད་དོ།
en: Or, for example, it is said that when the Bhagavān himself adopted the life of a mendicant, his parents went blind out of grief for the loss of King Śuddhodana’s son, because they had wished for the birth of a son who would uphold their legacy in these five areas: ‘This son of ours that we will give birth to, after being born, will support us; he will continue to perform our duties; he will become the inheritor of our wealth; when we die, he will perform the ancestral food offerings; and he will continue the family lineage.’ “

source: །མཁན་པོ་དང་སློབ་དཔོན་ནི་སྙིང་རྗེའི་སེམས་སྔོན་དུ་བཏང་ཞིང་ཇི་ལྟར་ན་ཐོག་མ་མེད་པ་ནས་འཁྱམ་འཁྱམ་པ་འདི།
en: The preceptor and the teacher, however, have compassion as their priority.

source: ད་དུང་ཕ་མས་མ་གནང་ན་རབ་ཏུ་མི་འབྱུང་གི་བར་དུ་ཕྱིན་པར་བྱ་སྙམ་སེམས་ཏེ།
en: Their sole concern is this: ‘So long as he cannot adopt the life of a mendicant because his parents do not give their permission, how will this one who has been wandering in saṃsāra since time immemorial reach the end of it?’

source: དཔེར་ན་བཅོམ་ལྡན་འདས་ཀྱིས་འདུལ་བ་ལས་གསུངས་པ། མཁན་པོ་ནི་སློབ་མ་ལ་བུའི་འདུ་ཤེས་འཇོག་གོ།
en: For example, the Bhagavān says the following in the Vinaya: “ ‘The preceptor regards the pupil as a son.

source: །སློབ་མ་ནི་མཁན་པོ་ལ་ཕའི་འདུ་ཤེས་འཇོག་གོ།
en: The pupil regards the preceptor as a father.

source: །དེ་བཞིན་དུ་ཕན་ཚུན་ཕ་མ་དང་བུའི་འདུ་ཤེས་འཇོག་གོ་ཞེས་གསུངས་པ་ལྟ་བུ་སྟེ།
en: Thus, they consider each other parent and child.’ “

source: དེ་ལྟར་ན་མཁན་པོ་དང་སློབ་དཔོན་ནི་ཕ་མ་དང་མཚུངས་ཤིང་མཉམ་མོ།
en: In this regard, the preceptor and the teacher are equal to the parents.

source: །དེ་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་ལོས་སྒྱུར་བའི་མདོ་ལས་གསུངས་པ། ལས་ཀྱི་རྣམ་པར་སྨིན་པ་གང་གིས་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་གླང་པོ་རིན་པོ་ཆེ་དང་རྟ་རིན་པོ་ཆེ་འཐོབ་ཅེ་ན།
en: Furthermore, the Bhagavān says in the Cakravartisūtra: “ ‘Which action leads to the karmic result of the wheel-turning monarch obtaining the precious elephant and the precious horse?

source: དེ་ནི་ཕ་མ་ཁུར་དུ་ཁྱེར་ཁྱེར་བ་དང་། གླང་པོ་དང་རྟ་དང་ཤིང་རྟ་ལ་སོགས་པ་ལ་བསྐྱོན་པ་དང་། མཁན་པོ་དང་སློབ་དཔོན་བདག་གིས་བཀུར་བ་དང་།
en: Carrying one’s parents around on one’s shoulders, or having them mount a carriage drawn by a horse or by an elephant, and carrying one’s preceptor and one’s teacher oneself.

source: གཞན་ལ་བསྐྱོན་པའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས། འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་གླང་པོ་དང་རྟ་རིན་པོ་ཆེ་འཐོབ་བོ་ཞེས་གསུངས་པ་ལྟ་བུ་སྟེ།
en: The wheel-turning monarch obtains the precious elephant and the precious horse through the karmic ripening of the action of having others carried.

source: རྒྱུ་དེས་ཀྱང་ཕ་མ་དང་མཁན་པོ་དང་སློབ་དཔོན་དག་ཏུ་མཚུངས་ཤིང་མཉམ་མོ།
en: For this reason, too, are the parents and the preceptor and the teacher equal.

source: །དེ་ལའང་ཁྱིམ་པ་དག་ལ་ནི་ཕ་མ་མཆོད་པའི་གནས་ཡིན་ནོ།
en: Furthermore, for householders, parents are the object of adoration.

source: །རབ་ཏུ་བྱུང་བ་རྣམས་ལ་ནི་མཁན་པོ་དང་སློབ་དཔོན་མཆོད་པའི་གནས་ཡིན་ནོ།
en: For those who have adopted the life of a mendicant, the preceptors and the teachers are the object of adoration.

source: །དེ་ལྟར་ན་མཁན་པོ་དང་སློབ་དཔོན་དང་ཕ་མར་མཚུངས་ཤིང་མཉམ་པ་ཡིན་ནོ་ཞེས་གསུངས་པ་ལྟ་བུའོ།
en: For this reason, too, are preceptors and the teachers equal to parents.’ “

source: །དཔེར་ན་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་དག་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ལ་ལ་ཞིག་གིས་ཕ་མ་ཕྲག་པ་ལ་བླངས་ཏེ་འཛམ་བུའི་གླིང་བསྐོར་བ་དང་འཚོ་བ་ཐམས་ཅད་སྦྱར་བ་དང་གླིང་བཞི་ཐམས་ཅད་ནོར་དབྱིག་དང་གསེར་གྱིས་བཀང་སྟེ་བྱིན་ཡང་ཕ་མ་ལ་ཕན་པའི་ལན་ལོན་པར་མི་འགྱུར་གྱི།
en: To give another example, the Bhagavān addressed the monks as follows: “ ‘Monks, suppose someone took their parents on their back and roamed the Jambu continent with them, provided them with provisions, and filled the whole of the four continents with riches and gold—even this kind of generosity could not repay the parents’ kindness.

source: ལ་ལ་ཞིག་གིས་སངས་རྒྱས་ལ་དད་པ་བསྐྱེད་པ་དང་། ཆོས་དང་དགེ་འདུན་ལ་དད་པ་བསྐྱེད་པ་དང་། བསླབ་པ་ལྔ་ལ་གཞག་པ་དང་། འཕགས་པས་བསྔགས་པའི་ལམ་ལ་སྐྱབས་སུ་གཏོང་བའི་གང་ཟག་དེ་ལ་ནི། གུས་པར་སྨྲས་པ་དང་བསུ་བ་དང་། ཐལ་མོ་སྦྱར་བ་དང་གདིང་བ་དང་ཆོས་གོས་དང་བསོད་སྙོམས་དང་མལ་ཆ་དང་།
en: But, if someone were to cause another person to develop faith in the Buddha, the Dharma, and the Saṅgha and establish them in the five precepts and in the moral conduct that is praised by noble ones, in this way children would be repaying their parents’ kindness.

source: ན་བའི་སྨན་བྱིན་པ་ཙམ་གྱིས་ཕན་པའི་ལན་ལོན་པར་མི་ནུས་སོ་ཞེས་གསུངས་པ་ལྟ་བུ་སྟེ།
en: And that is precisely what preceptors and teachers do!’ “

source: དེ་ལྟར་ན་ཕ་མ་བས་ཀྱང་མཁན་པོ་དང་སློབ་དཔོན་ཁྱད་པར་དུ་འཕགས་སོ།
en: It is for this reason that the preceptor and the teacher are more distinguished than the parents.

source: །མདོར་ན་བཅོམ་ལྡན་འདས་མྱ་ངན་ལས་འདས་ཕྱིན་ཅད་དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ་དགེ་བསྙེན་མ་ཇི་སྙེད་ཅིག་མངོན་པར་མོས་པ་དང་དུལ་བར་གྱུར་པ་དེ་དག་ཐམས་ཅད་ཀྱང་། མཁན་པོ་དང་སློབ་དཔོན་གྱིས་མངོན་པར་མོས་ཤིང་དུལ་བར་བྱས་སོ།
en: In short, ever since the time of the Bhagavān’s nirvāṇa, all those pacified and tamed monks, nuns, laymen, and laywomen, and whoever else, have been pacified and tamed by their preceptors and teachers.

source: །དེའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། དགེ་སློང་དག་ངའི་ཚིག་ལ་ཡིད་ཆེས་པ་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་དད་པ་མཆོག་བསྐྱེད་པར་བྱའོ། །ཆོས་དང་དགེ་འདུན་དང་།
en: It is because of this that the Bhagavān has said, ‘Monks, those who believe in my words should give rise to the highest faith in the Bhagavān, as well as in the Dharma and the Saṅgha!

source: ཕ་མ་དང་མཁན་པོ་དང་སློབ་དཔོན་ལ་དད་པ་མཆོག་བསྐྱེད་པར་བྱའོ།
en: And they should give rise to the highest faith in their parents, their preceptor, and their teacher!

source: །དེ་ནི་ཁྱོད་ལ་ཡུན་རིང་པོར་ཕན་པ་དང་བདེ་བའི་རྒྱུར་འགྱུར་རོ་ཞེས་གསུངས་པ་ལྟ་བུ་སྟེ།
en: This will lead to their benefit and happiness for a long time to come.’

source: ལས་དེ་ལྟ་བུ་ནི་ཡུལ་གཞན་དུ་རྣམ་པར་སྨིན་པར་འགྱུར་རོ།
en: This kind of action leads to the ripening of a karmic result in a foreign country. “

source: །དེ་ལ་ལས་གང་དང་ལྡན་ན་གང་ཟག་སྔར་བདེ་བར་གྱུར་ལ། ཕྱིས་སྡུག་བསྔལ་བར་འགྱུར་བའི་ལས་ཡོད་དེ།
en: What kind of action leads to a person being happy at first and becoming unhappy in the future?

source: དེ་གང་ཞེ་ན་བཤད་པར་བྱ་སྟེ། འདི་ལ་ལ་ལ་ཞིག་སྦྱིན་པ་བསླངས་ན་རབ་ཏུ་དགའ་སྟེ། ཁས་ལེན་ཅིང་རབ་ཏུ་དགའ་བས་བྱིན་ལ།
en: If someone were to ask this, one should reply as follows: ‘Here, a person is stopped by a beggar, for instance, and, asked for alms or a donation, delightedly accepts and then gives with joy but afterward regrets having given.

source: བྱིན་ནས་དེའི་འོག་ཏུ་འགྱོད་པ་ཡིན་ཏེ། དེ་ནས་མིར་སྐྱེས་ན་ཡང་ཕྱུག་ཅིང་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་སྟེ། ལོངས་སྤྱོད་དེ་དག་ཕྱིས་ཟད་ཅིང་དེངས་པར་འགྱུར་རོ།
en: When this person is reborn as a human in a rich and wealthy family, later the wealth is consumed and depleted.

source: །དེ་ཕྱིས་དབུལ་པོར་འགྱུར་བ་ནི་ཁྱེའུ་གྲགས་པ་ཞེས་བྱ་བ་བཞིན་ཏེ།
en: Then this person becomes poor, just as in the story of Gopaka.

source: དེས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལོག་པར་དད་སེལ་དང་། དགེ་སློང་གི་དགེ་འདུན་ལ་བ་བཞོན་གཅིག་ཕུལ་ནས།
en: He had offered a milk cow to the fully enlightened Buddha Krakucchanda and his saṅgha of monks.

source: དེ་ཕྱིས་གཞན་དག་གིས་གྱོད་བཏབ་པ་དང་། དེ་ལྟར་བྱིན་པ་ནི་མ་ལེགས་པ་ཞིག་བྱས་སོ་སྙམ་ནས།
en: But later, people made him regret it so that he thought, “It was not good to have given this.”

source: དེ་སེམས་ལ་འགྱོད་པ་སྐྱེས་པས་དེ་གར་སྐྱེས་ཀྱང་ཐོག་མ་ཕྱུག་པོར་ནི་གྱུར་ན། ཕྱིས་སེམས་འགྱོད་པ་སྐྱེས་པ་དེས་ཐ་མར་དབུལ་པོར་གྱུར་ཏོ།
en: Therefore, because he had regrets, wherever he was reborn, he first was rich and then later, due to these regrets, became poor.

source: །དེ་ཕྱིས་རྒྱལ་པོའི་ཁབ་ཏུ་སྐྱེས་ཏེ།
en: Later, he was reborn in Rājagṛha.

source: སྐྱེ་བ་ན་དེའི་མ་ཚེ་འཕོས་པར་གྱུར་པ་དང་། འདི་སྐྱེས་པས་མ་ཡང་ཚེ་འཕོས་ཏེ།
en: His mother died at his birth and people said, “His birth is the reason for his mother’s death!

source: འདི་ནི་སྐར་མ་སྣྲུབས་ལས་སྐྱེས་པས་རིགས་ཕུང་བར་བྱེད་པར་འགྱུར་ཏེ།
en: Since he was born under the constellation Mūla, he will destroy this family.

source: འདི་ནི་བཀྲ་མི་ཤིས་སོ་ཞེས་ནས་མ་དང་ལྷན་ཅིག་ཏུ་དུར་ཁྲོད་དུ་བོར་རོ།
en: He is bad luck!” And so they just discarded him together with his mother in the cemetery.

source: །དེ་ན་ཡང་དེའི་བསོད་ནམས་ཀྱི་མཐུས་མའི་ནུ་མ་ཡ་གཅིག་ནས་འོ་མ་བྱུང་སྟེ།
en: But there, through the power of his merits, his mother’s breasts still produced milk.

source: དེས་གསོས་ནས་ཆེར་སྐྱེས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་གན་དུ་སོང་སྟེ་རབ་ཏུ་བྱུང་ངོ་།
en: In this way, he nourished himself, developed fully, and eventually went to the Blessed One and became a monk.

source: །དེ་ལྟར་དེས་སྔར་དད་པ་སྐྱེས་ཏེ་བ་བཞོན་ཕུལ་ལ་ཕྱིས་འགྱོད་པར་གྱུར་པས་ལས་དེའི་འབྲས་བུས་སྔར་སེམས་དད་པས་ཕུལ་བས་ནི་དེ་ཉིད་དེའི་ཐར་པའི་ས་བོན་དུ་གྱུར་ཏོ།
en: Thus, this was the karmic fruit of his action of first offering a milk cow with faith and then later regretting it. His offering with a faithful attitude in the beginning became the very seed of his liberation.

source: །ཕྱིས་འགྱོད་པས་ནི་ཐ་མ་དབུལ་པོར་གྱུར་པ་ལྟ་བུ་སྟེ།
en: But due to his later regret, it is said, he always ended up poor.

source: འདི་ནི་ལས་གང་དང་ལྡན་ན་གང་ཟག་སྔར་བདེ་ལ་ཕྱིས་སྡུག་བསྔལ་བར་འགྱུར་བའོ།
en: This kind of action leads to a person being happy at first and becoming unhappy in the future.’ “

source: །དེ་ལ་ལས་གང་དང་ལྡན་ན་གང་ཟག་སྔར་སྡུག་བསྔལ་ལ་ཕྱིས་བདེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ། །དེ་གང་ཞེ་ན།
en: What kind of action leads to a person being unhappy at first and becoming happy later?

source: བཤད་པར་བྱ་སྟེ། འདི་ལ་ཁ་ཅིག་སྦྱིན་པ་བྱེད་དུ་བཅུག་ན་ཁ་སྲ་བ་ལས་ཁས་ལེན་ཅིང་། །ཁ་སྲ་བཞིན་དུ་སྦྱིན་པ་བྱེད་ལ། སྦྱིན་པ་བྱིན་པའི་འོག་ཏུ་སེམས་དགའ་བ་སྐྱེད་དོ།
en: If someone were to ask this, one should reply as follows: ‘In this case, someone is asked to make an offering, accepts only very reluctantly, and accordingly makes the offering only reluctantly, but following the offering they experience joy.

source: །དེ་ནི་མིའི་ནང་དུ་སྐྱེས་ན་དབུལ་པོའི་རིགས་སུ་སྐྱེས་ཏེ་ཕྱིས་ལོངས་སྤྱོད་དེ་དག་འཕེལ་བར་འགྱུར་རོ། །དེ་བསླངས་ན་ཁ་སྲ་བར་ཁས་ལེན་པ་དང་། ཁ་སྲ་བཞིན་དུ་སྦྱིན་པ་བྱེད་ནས། ཕྱིས་དགའ་བར་གྱུར་པ་དེའི་རྒྱུས། སྔོན་དབུལ་པོར་གྱུར་ལ་ཕྱིས་ནོར་མང་པོར་གྱུར་པ་ཡིན་ནོ།
en: Then, when reborn among humans, this person is born into a poor family at first, but later their wealth increases.

source: །འདི་ནི་གང་ཟག་ལས་གང་དང་ལྡན་ན། སྔར་སྡུག་བསྔལ་བར་གྱུར་ལ་ཕྱིས་བདེ་བ་ཡིན་ནོ།
en: This kind of action leads to a person being unhappy at first and becoming happy later.’ “

source: །དེ་ལ་གང་ཟག་ལས་གང་དང་ལྡན་ན། སྔར་ཡང་བདེ་ལ་ཕྱིས་ཀྱང་བདེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of action leads to a person being both happy at first and happy in the future?

source: ཁ་ཅིག་བསླངས་མ་ཐག་ཏུ་དགའ་ཞིང་ཁས་ལེན།
en: In this case, someone is begged by somebody for alms and delightedly and immediately agrees to give.

source: དགའ་བཞིན་དུ་སྦྱིན་པ་བྱིན་ནས་ཀྱང་དགའ་བར་འགྱུར་རོ།
en: And, having given alms joyfully, this person later, too, is happy.

source: །དེ་ནས་མིའི་ནང་དུ་སྐྱེས་ན་ཕྱུག་ཅིང་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེའོ།
en: Then, when reborn as a human being, this person will be reborn in a very rich and very wealthy family.

source: །འདི་ནི་གང་ཟག་ལས་གང་དང་ལྡན་ན་སྔར་ཡང་བདེ་ལ་ཕྱིས་ཀྱང་བདེ་བར་འགྱུར་བའོ།
en: This kind of action leads to a person being both happy at first and happy in the future. “

source: །དེ་ལ་ལས་གང་དང་ལྡན་ན། གང་ཟག་སྔར་ཡང་སྡུག་བསྔལ་བར་གྱུར་ལ་ཕྱིས་ཀྱང་སྡུག་བསྔལ་བར་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of action leads to a person experiencing both suffering at first and suffering in the future?

source: འདི་ལ་གང་ཟག་ལ་ལ་དགེ་བའི་བཤེས་གཉེན་དང་བྲལ་བར་གྱུར་ཏེ།
en: In this case, someone is without a spiritual friend, a spiritual preceptor, who would encourage him to give alms.

source: དེ་སུས་ཀྱང་སྦྱིན་པ་བྱེད་དུ་མ་བཅུག་དེས་ཀྱང་སྦྱིན་པ་ཅི་ཡང་མ་བྱིན།
en: Consequently, he gives nothing whatsoever.

source: དེས་སྡིག་པའི་ལས་ཀྱང་ཅི་ཡང་མ་བྱས་ཤིང་མ་བསགས་པ་ཡིན་ཏེ།
en: But he has neither done nor accumulated any bad actions at all.

source: གང་ཟག་དེ་གང་གི་ཚེ་མི་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ན། དབུལ་པོ་བཟའ་བ་དང་བཏུང་བ་ཉུང་བ་སྡུག་བསྔལ་བས་འཚོ་བའི་རིགས་སུ་སྐྱེ་བར་གྱུར་ཏེ།
en: When he is reborn as a human being, he will be born into a poor family that has to survive with a scarcity of food and drink due to hardship.

source: དེ་དེར་སྐྱེས་ནས་ཚེགས་ཆེན་པོས་བཟའ་བ་དང་བགོ་བ་རྙེད་པར་འགྱུར་ལ།
en: When born there, he obtains food and clothing only with great difficulty.

source: དེའི་ལོངས་སྤྱོད་དེ་དག་ཕྱིས་ཀྱང་མ་འཕེལ་བ་སྟེ།
en: Also, in the future his resources will not increase.

source: འདི་ལ་གང་ཟག་ལས་གང་དང་ལྡན་ན་སྔར་ཡང་སྡུག་བསྔལ་ལ་ཕྱིས་ཀྱང་སྡུག་བསྔལ་བར་འགྱུར་བའོ།
en: This kind of action leads to a person experiencing both suffering at first and suffering in the future. “

source: །དེ་ལ་གང་ཟག་ལས་གང་དང་ལྡན་ན། ཕྱུག་ཅིང་སེར་སྣ་ཅན་དུ་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of action leads to a person being wealthy and stingy?

source: འདི་གང་ཟག་ལ་ལས་ཚུལ་ཁྲིམས་དང་ལྡན་པ་སྦྱིན་གནས་སུ་གྱུར་པ་དག་ལ་སྦྱིན་པ་ཅུང་ཟད་ཙམ་ཡང་བྱིན་པ་ཡིན་ཏེ། དེ་ཡང་སྦྱིན་པ་ལ་སེམས་གོམས་པ་ནི་མ་ཡིན་ནོ།
en: A person makes only a small offering to those who possess moral discipline and who are recipients worthy of offerings, but he does not make a habit of the attitude of giving away.

source: །དེ་ནས་མིའི་ནང་དུ་སྐྱེ་བ་ན། སྦྱིན་པ་དེའི་མཐུས་ཕྱུག་ཅིང་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་སྟེ།
en: Then, when he is reborn as a human being, due to the power of generosity, he will be born into a rich family having great riches.

source: ཡང་གཏོང་བ་ལ་སེམས་གོམས་པ་མ་ཡིན་པ་སྟེ། ལས་དེས་ཕྱུག་ལ་སེར་སྣ་ཅན་དུ་འགྱུར་རོ།
en: However, because he did not make a habit of the attitude of giving away, he becomes stingy with his wealth.

source: །གང་ཟག་འདི་ནི་ལས་གང་དང་ལྡན་ན་ཕྱུག་ཅིང་སེར་སྣ་ཅན་དུ་འགྱུར་བའོ།
en: This kind of action leads to a person being wealthy and stingy. “

source: །དེ་ལ་གང་ཟག་ལས་གང་དང་ལྡན་ན་དབུལ་ཞིང་གཏོང་ཕོད་པར་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of action leads to a person being poor and generous?

source: འདི་ལ་གང་ཟག་ཁ་ཅིག་དུད་འགྲོ་དང་མི་ལོག་པའི་ངང་ཚུལ་ཅན་ལ་སྦྱིན་པ་མང་དུ་བྱིན་པ་ཡིན་ཏེ།
en: In this case, a certain person makes offerings liberally to animals and to people who are ill behaved.

source: དེ་ནམ་མིའི་ནང་དུ་སྐྱེས་ན་ཡང་དབུལ་ཞིང་གཏོང་ཕོད་པར་འགྱུར་བ་ནི་སྔོན་སྦྱིན་པ་ལ་གོམས་པས་དབུལ་ཡང་གཏོང་ཕོད་པར་འགྱུར་རོ།
en: Then, when he is reborn as a human being, he will be both poor and generous. By virtue of having made practicing generosity a habit, he will be poor yet generous.

source: །འདི་ནི་གང་ཟག་ལས་གང་དང་ལྡན་ན་དབུལ་ཞིང་གཏོང་ཕོད་པར་འགྱུར་བའོ།
en: This kind of action leads to a person being poor and being generous. “

source: །དེ་ལ་གང་ཟག་ལས་གང་དང་ལྡན་ན། ཕྱུག་ཅིང་གཏོང་ཕོད་པར་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of action leads to a person being rich and generous?

source: འདི་ལ་གང་ཟག་ཁ་ཅིག་གིས་ཚུལ་ཁྲིམས་དང་ལྡན་པ་སྦྱིན་གནས་སུ་གྱུར་པ་དག་ལ་སྦྱིན་པ་མང་དུ་བྱས་པ་ཡིན། སྦྱིན་པ་ལ་སེམས་གོམས་པ་ཡིན་ཏེ།
en: In this case, someone makes liberal offerings to those who possess moral discipline and who are worthy recipients of offerings and makes a habit of the attitude of giving.

source: དེ་ལས་དེས་མིའི་ནང་དུ་སྐྱེས་ན་ཡང་ཕྱུག་ཅིང་ལོངས་སྤྱོད་ཆེ་བར་འགྱུར་ཏེ།
en: Therefore, when he is reborn as a human being, he will be rich, and his wealth will be extensive.

source: དཔེར་ན་ཁྱིམ་བདག་མགོན་མེད་པ་ལ་ཟས་བྱིན་པ་ལྟ་བུའོ།
en: For example, consider the householder Anāthapiṇḍada.

source: །དེས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལོག་པར་དད་སེལ་ལ་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་ཕུལ། གཙུག་ལག་ཁང་བརྩིགས་པ།
en: He first offered Prince Jeta’s grove to the completely perfect Buddha Krakucchanda and had a monastery erected for the monks there.

source: དེ་བཞིན་དུ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གསེར་ཐུབ་དང་འོད་སྲུང་དང་དོན་ཐམས་ཅད་གྲུབ་པ་དང་བྱམས་པ་ལ་གསེར་གྱི་ཡག་མག་བཏིང་བ་ཕུལ་བ་ལྟ་བུ་སྟེ།
en: In the same manner, in former births he offered Prince Jeta’s grove to the completely perfect buddhas Kanakamuni, Kāśyapa, and Sarvārthasiddha, and he will equally offer it to Maitreya with its entire ground strewn with gold.

source: འདི་ནི་གང་ཟག་ལས་གང་དང་ལྡན་པ་ཕྱུག་ཅིང་གཏོང་ཕོད་པར་འགྱུར་བའོ།
en: This kind of action leads to a person being rich and generous. “

source: །དེ་ལ་གང་ཟག་ལ་ལ་ཚེ་ཟད་ལ་ལས་མ་ཟད་པ་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of person has exhausted their lifespan but not their actions?

source: གང་ཟག་གང་སེམས་ཅན་དམྱལ་བ་ལས་ཚེ་འཕོས་ཏེ་སེམས་ཅན་དམྱལ་བ་ཉིད་དུ་སྐྱེ་བ་དང་། དུད་འགྲོ་ལས་ཚེ་འཕོས་ཏེ་དུད་འགྲོ་ཉིད་དུ་སྐྱེ་བ་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་ལས་ཚེ་འཕོས་ཏེ་གཤིན་རྗེའི་འཇིག་རྟེན་ཉིད་དུ་སྐྱེ་བ་དང་། ལྷ་ལས་ཚེ་འཕོས་ཏེ་ལྷ་ཉིད་དུ་སྐྱེ་བ་དང་།
en: A person who dies in a hell realm and is reborn in that same hell realm, a person who dies as an animal and is reborn as an animal, a person who dies in the realm of ghosts and is reborn in the realm of ghosts, and a person who dies as a god and is reborn as a god.

source: བྲམ་ཟེ་བེ་ཤྱ་ཀ་ར་ཡང་དང་ཡང་ཚེ་འཕོས་ཤིང་སྤྲེའུར་སྐྱེས་པ་དང་།
en: The brahmin Varṣākāra, for instance, died repeatedly and was reborn as a monkey.

source: སྔར་སྨོས་པའི་ཁྱིམ་བདག་ཡང་དང་ཡང་ཕྱུགས་སུ་སྐྱེས་པ་བཞིན་ནོ།
en: Or, for instance, the aforementioned householder was repeatedly reborn as cattle.

source: །མཉན་དུ་ཡོད་པ་ན་ཁྱིམ་བདག་དབུལ་པོ་གཅིག་ཚེ་འཕོས་པ་ནས། དེའི་ཁྱིམ་སྒོ་ན་གླང་སྒལ་པ་ཅན་ཞིག་ཡོད་དོ།
en: When a certain poor householder in Śrāvastī died, an ox with an ulcer on its shoulder was standing in front of the house.

source: །ཁྱིམ་བདག་དེ་སེམས་ཁྱིམ་ལ་ཆགས་པས་ཚེ་འཕོས་ནས་གླང་དེའི་སྒལ་པའི་སྲིན་བུར་སྐྱེས་ཏེ།
en: Because the householder was very attached to his house, after he had died, he was reborn as a maggot in the ox’s ulcer.

source: སྐྱེས་མ་ཐག་ཏུ་བྱ་རོག་གིས་ཟོས་པ་དང་། ཡང་དེ་ཉིད་དུ་སྲིན་བུར་སྐྱེས་སོ།
en: Immediately after he was reborn, a crow ate him, and later he was reborn in that same spot again as a maggot.

source: །དེ་ལྟར་དེ་ཉིད་དུ་ཉིན་གཅིག་ལ་ལན་བདུན་ཚེ་འཕོས་ཤིང་སྐྱེས་པ་ལྟ་བུ་དང་།
en: In this manner, during one single day, he died and was reborn seven times in this same spot! “

source: འཕགས་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ཡུལ་མ་ག་དྷཱར་བསོད་སྙོམས་ལ་སོང་སོང་བ་ལས་ཁྱིམ་ཞིག་གི་སྒོའི་ནང་དུ་ཕྱིན་པ་དང་། ཁྱིམ་དེ་ན་ཁྱིམ་བདག་བུད་མེད་དང་བཅས་པ་ཞིག་པང་ན་བུ་ཐོགས་ཏེ།
en: Or, for example, when the venerable Mahāmaudgalyāyana was wandering through the country of Magadha collecting alms, he entered a house in which a householder sat together with his wife, holding their son in his lap.

source: ཉ་ཤའི་བྱན་དང་བཅས་པའི་ཁ་ཟས་ཟ་ཞིང་མདུན་ན་ཁྱི་ནག་མོ་ཞིག་འདུག་པ་དེ་ལ་ཉའི་རུས་པ་འདོར་རོ།
en: They were eating a meal of fish, while in front of them sat a dog, to whom they tossed the fish bones.

source: །དེ་ནས་ཁྱིམ་བདག་དེས་མཽད་གལ་གྱི་བུ་ཆེན་པོ་མཐོང་ནས། འཕགས་པ་འདི་ན་སློང་བ་ལ་སྦྱིན་པ་སུ་ཡང་མ་མཆིས་ཀྱིས་སླར་བཞུད་ཅིག་ཅེས་སྨྲས་ཏེ་སླར་ལོག་པ་དང་།
en: Then, when the householder saw Mahāmaugalyāyana, he said to him, ‘Friend, nobody here gives alms to beggars.

source: ཁྱིམ་དེའི་སྒོ་ན་ཡུལ་གཞན་ནས་འོངས་པའི་སྐྱེས་བུ་མཁས་པ་ཞིག་སྔ་ན་འདུག་འདུག་པ་དེས།
en: Go away!’ And Mahāmaugalyāyana turned around. “At the door of that house, there had been sitting all the while some man who had come from another country and who knew the sthavira Mahāmaudgalyāyana.

source: དེས་དེ་མཐོང་ནས་ངོ་མཚར་དུ་གྱུར་ཏེ།
en: When he saw what had happened, he was amazed and said, ‘Oh dear!

source: ཀྱེ་མ་བཙུན་པ་འདི་ནི་རྫུ་འཕྲུལ་ཅན་གྱི་མཆོག་སྟེ།
en: This venerable monk is the foremost among those possessing magical powers.

source: ཀླུའི་རྒྱལ་པོ་དགའ་བོ་དང་ཉེར་དགའ་བོ་ནི་བཏུལ།
en: He has tamed the kings of the nāgas, Nanda and Upananda.

source: ལྷའི་ཕོ་བྲང་རྣམ་པར་རྒྱལ་བ་ཡང་ཕྱག་གཡོན་པའི་མཐེ་བོས་བསྒུལ་ཏེ་བརྒྱ་བྱིན་ཡང་ངོ་མཚར་དུ་གྱུར།
en: He shook the divine palace Vaijayanta with his left toe, and through that the king of the gods, Indra, marveled.

source: སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱང་མིག་བཙུམས་པ་ཙམ་གྱིས་བསྐོར་བ་ལགས་ན།
en: He traversed the realm of the trichiliocosm in the blink of an eye.

source: བསོད་སྙོམས་མ་གསོལ་བར་སླར་བཏང་བ་ནི་ངོ་མཚར་ཆེའོ་ཞེས་བྱས་པ་དང་།
en: These things being so, it is astounding that he was sent away without having been offered alms!’ “

source: དེ་ནས་གནས་བརྟན་གྱིས་དེ་དག་སྐྱོ་བར་བྱ་བའི་ཕྱིར་སྨྲས་པ། ཁྱེའུ་ངོ་མཚར་མི་ཆེའོ།
en: Then, the sthavira Mahāmaudgalyāyana, to instill in him a sense of weariness with saṃsāra, said, ‘My dear, it is not so very astonishing.’ “

source: །མི་དེས་སྨྲས་པ་འོ་ན་ངོ་མཚར་ཆེན་པོ་ཅི་མཆིས།
en: ‘Well, what then is astonishing?’ the man asked. “

source: དེས་སྨྲས་པ་འདི་ན་ཁྱིམ་བདག་ཉ་ཤའི་བྱན་དང་བཅས་པའི་ཁ་ཟས་ཟ་བ་དེ།
en: He replied, ‘This householder here, eating fish curry, is astonishing!

source: ཉ་དེ་ནི་ཁྱིམ་བདག་དེའི་ཕ་ཡིན་ཏེ།
en: The fish was his father.

source: འདི་ནི་ཁྱིམ་གྱི་རྒྱབ་ན་རྫིང་ཉ་མང་པོ་ཞིག་ཡོད་པ་ནས་ཉ་རྣམས་བཅུས་ཤིང་བཅུས་ཤིང་ཟོས་ཏེ།
en: He would frequently scoop out and eat fish from the pond behind the house that carried a lot of fish.

source: མི་དེ་ཚེ་འཕོས་པ་དང་ཉ་དེ་དག་ཉིད་ཀྱི་ནང་དུ་སྐྱེས་སོ།
en: Then he died and was reborn as this very fish.

source: །དེའི་བུ་འདིས་ཀྱང་ལན་བརྒྱ་ཕྲག་དུ་མར་ཉ་དེ་བཅུས་ཤིང་བཅུས་ཤིང་ཟོས་ཏེ།
en: His son, too, frequently scooped out and ate that fish many hundreds of times.

source: འདི་ཉིད་དུ་ཡང་དང་ཡང་དུ་ལན་དུ་མར་སྐྱེས་སོ།
en: And he, too, was reborn in that same spot many times, again and again.

source: །ཁྱི་མོ་འདི་ནི་ཁྱིམ་བདག་དེའི་མ་ཡིན་ཏེ།
en: This female dog here was the householder’s mother.

source: འདི་ཡང་ཆགས་པའི་ཟིལ་གྱིས་ནོན་པས་སུ་ལ་ཡང་སྦྱིན་པ་ཡང་མ་བྱིན།
en: She, overpowered by greed, never made an offering to anybody.

source: ཚུལ་ཁྲིམས་ཀྱང་མ་བསྲུངས་པར་གྱི་ནར་རིགས་དང་རྒྱུད་ཀྱི་དོན་དུ་རྫས་རྣམས་བསྲུངས་ཏེ།
en: And she never safeguarded ethical conduct but instead meanly hoarded possessions for the sake of the family lineage.

source: དེ་ཡང་ཁྱིམ་འདི་ཉིད་ལ་སེམས་ཆགས་བཞིན་དུ་ཚེ་འཕོས་ནས་ཁྱི་མོ་དེར་སྐྱེས་ཏེ།
en: And after she had died with her thoughts attached to this same house, she was reborn here as that female dog.

source: དེ་ནས་ཚེ་འཕོས་ནས་ཀྱང་ཡང་དང་ཡང་དུ་འདི་ཉིད་དུ་སྐྱེས་ཏེ།
en: Then, after she died again, she was reborn again and again in this same place.

source: ཁྱིམ་འདིར་མི་གཞན་ཞུགས་སུ་དོགས་ནས་མཚན་ཐོག་ཐག་ཀྱང་ཁྱིམ་ཕྱི་སྐོར་རོ།
en: This dog circles around the house on the outside for the whole night, afraid that somebody could enter.

source: །མི་དེའི་པང་ན་འདུག་པའི་བུ་དེ་ཡང་དེའི་ཆུང་མའི་བྱི་བོ་ཡིན་ཏེ།
en: The son sitting in the lap of that man was the wife’s lover.

source: ཁྱིམ་བདག་འདིས་ཆུང་མ་མི་གཞན་དང་ཉལ་བར་ཐོས་ནས། ཁྱིམ་བདག་དེ་གྲོང་གཞན་དུ་འགྲོ་བ་ལྟར་བྱས་ཏེ་ཁྱིམ་ནས་ཕྱིར་བྱུང་བ་དང་།
en: When the householder found out that his wife was sleeping with another man, he pretended that he had to go to another city.

source: བུད་མེད་དེ་ཡང་མི་གཞན་དང་ཉལ་བ་ལ་ཁྱིམ་བདག་འདི་སླར་ལྡོག་སྟེ་མི་དེ་བསད་དོ།
en: As soon as he left, the woman slept with the other man, but her husband returned home and killed him.

source: །དེ་ཡང་བུད་མེད་དེ་ལ་ཆགས་ཤིང་སྡུག་པའི་རྒྱུས་བུད་མེད་འདིའི་རུམ་དུ་སྐྱེས་སོ།
en: But because he was attached and attracted to that woman, he was reborn in her womb.

source: །ཁྱེའུ་ལྟོས། ཕ་གང་ཡིན་པ་དེའི་ཤ་ནི་ཟ།
en: See, my dear: The meat they eat is their father’s.

source: མ་གང་ཡིན་པ་དེ་ལ་ནི་ཉའི་རུས་པ་དང་གྲ་མ་འདོར།
en: The one to whom they toss the fish bones is the mother.

source: བྱི་བོ་བྱེད་བྱེད་པའི་དགྲ་བོ་ཁྲོས་པས་བསད་པ་གང་ཡིན་པ་དེ་ནི་པང་དུ་བླངས་སོ།
en: The enemy, the adulterer, who is the one who was killed in a rage, they cradle in their lap.

source: །དེ་ལྟ་བས་ན་འཁོར་བའི་ཉེས་པ་འདི་ལ་སྐྱོ་བར་བྱ་བའི་རིགས་ཏེ་ངོ་མཚར་ནི་འདི་ཆེའོ།
en: Therefore, it is only reasonable to feel disgust for the faults of saṃsāra, because this is truly astounding.’ “
